---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationServiceAbbreviation
source: html/e0455c9f-d45c-2955-f4ac-bb111c678e5b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationServiceAbbreviation Property

"Fabrication Service Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationServiceAbbreviation { get; }
```